// Временные моковые данные
export const questPageMock = {
  apiPath: "https://blackroom.by/api/er/quests/1/schedule.php/",
  name: "Запертые души",
  mainGenre: "Перформанс, мистика",
  location: "г. Минск, пер. Северный, 13",
  banner: "https://blackroom.by/Image/banner_zapertye_dushi-promo.jpg",
  levelOfFear: "4",
  difficultyLevel: "3",
  contactLevel: "2",
  teamSize: "2-5",
  ageFrom: "10+",
  duration: "60 минут",
  interactive: true,
  description: [
    "Давным-давно жила одинокая старушка. Все дети очень любили ее. Любили за доброту, за веселые рассказы и поэтому часто бегали к ней в гости. ",
    "Но однажды пришла беда! Дети стали пропадать. Родители по всей деревне приказали своим детям больше никогда не переступать порог ее дома. На следующий день старуха сама стала заглядывать в окошко к детям, приглашая их на новую сказку. Жители деревни не стали разбираться и после долгих допросов и жутких истязаний забили ее камнями на площади...",
    "С последним вздохом она произнесла:",
    "– Я вернусь!",
  ],
  additionalDescription: [
    "Возрастные ограниченя: от 10 лет с сопровождением совершеннолетних, от 12 лет - самостоятельно.",
    "До начала прохождения квеста рекомендуем ознакомиться с режимами игры (уровнями взаимодействия актеров с игроками).",
    "Жанр квеста - мистический перформанс.",
    "Возможно проведение корпоратичных игр для больших компаний одновременно с другими квестами, расположенными поблизости",
    "Также у нас можно приобрести подарочные сертификаты.",
  ],
  modes: [
    "ЛАЙТ – минимальный контакт актера с игроками (только в целях создания атмосферы страха, помощи игрокам, следования сценарию), минимальное силовое воздействия на игроков. Получение синяков, ушибов и пр. возможно только из-за неосторожных действий самих игроков",
    "МЕДИУМ – плотный контакт актера с игроками, умеренное силовое воздействие (игроков могут прижать, толкнуть, ударить по нижним конечностям, заставить что-то сделать). В зависимости от реакции игроков возможно получение небольших синяков, ушибов и пр. (Только с 16 лет)",
    "ХАРД – максимальный контакт, значительное силовое воздействие на игроков (актер может применить любые способы физического взаимодействия). Высокая вероятность получения синяков, ушибов и пр. (только с 18 лет)",
  ],
};
